Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/tm/FTK2-omegat.tmx
Source language: pl
Languages: uk

source: Wykorzystaj to w walce, aby otrzymać jeszcze jedną akcję dodatkową.
uk: Використовуйте під час битви, щоб набути додаткову дію.

source: Panaks
uk: Женьшень

source: Użyj tego zioła, by wyleczyć trucizny, krwawienie, choroby i wszystkie efekty żywiołowe: {0}.
uk: Ця трава лікує отруєння, кровотечу, хворобу й усі стихійні ефекти.

source: Przyprawa uczonego
uk: Коріння вченого

source: Użyj tego zioła, by zdobyć {0} PD.
uk: Ця трава допоможе набути +{0} досвіду.

source: Wytworny Klucz
uk: Вигадливий ключ

source: Im bardziej wyszukany klucz, tym bardziej wyszukanych rzeczy strzeże!
uk: Що складніший ключ, то цінніше те, що він відмикає!

source: Prosty Klucz
uk: Простий ключ

source: Zwykły klucz używany do różnych celów, czasem nawet do zamykania i otwierania zamków.
uk: Звичайний ключ для різних застосувань, зокрема для замикання й відмикання замків.

source: Kościany Klucz
uk: Скелеключ

source: Bogato zdobiony klucz z misternie rzeźbionym szkieletem na uchwycie.
uk: Розкішний ключ із майстерно вирізаним скелетом на ручці.

source: Bilet na festyn
uk: Квиток на карнавал

source: Zapewnia wstęp na Mroczny Festyn dla jednej osoby.
uk: Дозволяє одній людині потрапити на Темний карнавал.

source: Żrący Atrament
uk: Їдке чорнило

source: Użyj tego olejku, by odstraszyć potężnego Krakena.
uk: Ця масляниста рідина відлякує могутнього Кракена.

source: Zbite Lustro
uk: Тріснуте дзеркало

source: Zaczarowane lustro używane do odbijania obrażeń w walce.
uk: Зачароване дзеркало, яке відбиває шкоду в бою.

source: Pryzmatyczna Ryba
uk: Риба-призма

source: Ktoś na pewno uzna tę pryzmatyczną rybę za drogocenną.
uk: Ця прекрасна риба-призма комусь дуже цінна.

source: Mapa Skarbów
uk: Мапа скарбів

source: X na mapie oznacza skarb.
uk: Місце позначене хрестиком.

source: Drogocenna perła
uk: Дорогоцінна перлина

source: Wykorzystanie tej perły w walce w pełni przywraca do życia.
uk: Використавши цю перлину в бою, ви повністю відновитеся, а всі негативні статусні ефекти вилікуються.

source: Plan Haypenny
uk: План Копійки

source: Niepostrzeżenie zinfiltruj zamek, skrywając się w cieniu i korzystając z kanałów.
uk: Під завісою таємності, користуйтеся тінями й каналізацією, щоб непомітно проникнути до замку.

source: Plan Sercołamaczki
uk: План Серцебийки

source: Zbuduj machinę wojenną i uderz w bramy zamku.
uk: Збудуйте бойову машину й почніть штурмувати ворота замку.

source: Plan Szyszki
uk: План Шишкона

source: Użyj tajemnych sztuk, aby przenieść się do zamku, całkowicie omijając strażników Królowej.
uk: Користуйтеся магічними мистецтвами, щоб телепортуватися до замку й уникнути сутички з королівськими гвардійцями!

source: Plan Mamoony
uk: План Серпанія

source: Osłab siły Królowej, eliminując urządzenia chaosu rozsiane po całej krainie.
uk: Ослаблюйте сили королеви, знищуючи пристрої Хаосу, розкидані по країні.

source: Przedwieczny Żołądź
uk: Первісний жолудь

source: Legenda głosi, że wiewiórki, które żywią się tymi żołędziami, dożywają nawet 200 lat!
uk: Кажуть, білки, що їдять такі жолуді, живуть до 200 років.

source: Dokumenty
uk: Документи

source: Zbiór szpargałów zapisanych nieczytelną kaligrafią. Pewnie coś ważnego.
uk: Сувої, поцятковані нерозбірливими словами. Мабуть, це щось важливе.

source: Księga Rachunkowa
uk: Конторська книга

source: Stara i zakurzona księga używana do zapisywania transakcji złotem.
uk: Стара запорошена книга для фіксування операцій із золотом.

source: Zapieczętowany List
uk: Запечатаний лист

source: Oficjalny list z woskową pieczęcią.
uk: Офіційний лист, запломбований воском.

source: Zamknięte Pudełko
uk: Замкнена коробка

source: Minęło 20 lat, a nadal nikt nie wie, jak to ustrojstwo otworzyć.
uk: Хоча минуло вже 20 років, ніхто досі не здогадався, як її відімкнути.

source: Sakiewka
uk: Мішечок

source: Mała sakiewka pełna nieznanej zawartości.
uk: Маленький шкіряний мішечок, туго набитий невідомо чим.

source: Lista Więźniów
uk: Список в'язнів

source: Dokument zawiera informacje o przewozie więźniów. Wynika z niego, że ostatnio wyruszył nie jeden, lecz dwa osobne transporty.
uk: У документах зазначено перевезення в'язнів. Останнього разу для цієї процедури було виділено відразу два окремих конвої.

source: Identyfikacja
uk: Сувій визначення

source: Odkrywa nieznane miejsce. Można go również użyć do identyfikowania Mimików.
uk: Допомагає визначити будь-яке невідоме місце на мапі. Також можна використати для розпізнання міміків.

source: Zwój Otworzenia Portalu
uk: Сувій порталу

source: Tworzy magiczny portal do wybranego miejsca w niewielkiej odległości (zależnej od inteligencji korzystającego ze zwoju).
uk: Створює поруч із вами магічний портал, через який можна потрапити в певне місце неподалік (відстань залежить від інтелекту персонажа).

source: Zwój Oczyszczenia
uk: Сувій очищення

source: Podczas walki oczyszcza wszystkie szkodliwe pola w danym promieniu. Zapewnia czasową niewrażliwość w danym promieniu.
uk: Очищує всі осквернені клітинки в бою в певному радіусі. Надає тимчасовий імунітет у певному радіусі.

source: Zwój Teleportacji
uk: Сувій телепортації

source: Pozwala użytkownikowi na teleportację do pustego pola ziemi w pewnej odległości (zależnej od inteligencji korzystającego ze zwoju).
uk: З його допомогою гравець може миттєво переміститися на певну відстань (залежить від інтелекту персонажа).

source: Zwój Wizji
uk: Сувій бачення

source: Usuwa chmury i odkrywa wszystkie ukryte miejsca na danym obszarze na mapie świata.
uk: Розганяє хмари й виявляє всі приховані місця на мапі світу в певному радіусі.

source: Wytrychy
uk: Відмички

source: Narzędzia konieczne do otwarcia większości zamków.
uk: Інструменти, які можуть відімкнути майже будь-який замок.

source: Torba z chrustem
uk: Мішечок із трутом

source: Użyj jej zawartości, żeby rozbić obóz, w którym wszyscy członkowie drużyny mogą się uleczyć i odzyskać skupienie.
uk: З його допомогою можна розгорнути табір, де весь загін вилікується й відновить зосередженість.

source: Zestaw naprawczy
uk: Ремкомплект

source: Zestaw przydatnych narzędzi pozwalających na szybką naprawę pojazdu!
uk: За допомогою цих інструментів можна ремонтувати транспорт просто на ходу!

source: Język
uk: Мова

source: Grupa
uk: Група

source: Wszystko
uk: Усі

source: Obszar
uk: Область

source: Kolumna
uk: Колонка

source: Rząd
uk: Ряд

source: Ty
uk: На себе

source: Pojedynczy
uk: Одиночна ціль

source: Rozbryzg
uk: Сплеск

source: Punkty akcji: {0}
uk: Очки дії: {0}

source: Kliknij, aby kontynuować
uk: Натисніть, щоб продовжити

source: Ukończono!
uk: Виконано!

# Koniec tury
source: Koniec\ntury
uk: Завершити\nхід

source: Cele zadania głównego
uk: Основні цілі

source: Tura: {0}
uk: Ходить {0}

source: Runda: {0}
uk: Раунд {0}

source: Liczba rund: {0}
uk: {0} рнд.

source: Cele zadania pobocznego
uk: Додаткові цілі

source: Tura
uk: Хід

source: Nazwa przygody
uk: Назва пригоди

source: Wybierz przygodę
uk: Оберіть пригоду

source: Trudność
uk: Складність

source: Uczeń
uk: Підмайстер

source: Przygotuj przygodę
uk: Підготувати пригоду

source: Misja fabularna
uk: Сюжетна місія

source: Brąz
uk: Бронза

source: Cienki Jedwab
uk: Сендаль

source: Bawełna
uk: Бавовна

source: Utwardzana Skóra
uk: Оброблена шкіра

source: Smocza Skóra
uk: Драконяча шкура

source: Senna Przędza
uk: Мрій-нитка

source: Szmaragd
uk: Смарагд

source: Juta
uk: Конопля

source: Skóra
uk: Шкура

source: Żelazo
uk: Залізо

source: Wyprawiona Skóra
uk: Шкіра

source: Lekka skóra
uk: Легка шкіра

source: Płótno
uk: Льон

source: Obsydian
uk: Обсидіан

source: Surowa Skóra
uk: Сиром'ятна шкіра

source: Cienista Skóra
uk: Темношкіра

source: Cienista Przędza
uk: Ткана тінь

source: Jedwab
uk: Шовк

source: Srebro
uk: Срібло

source: Stal
uk: Сталь

source: Zamsz
uk: Замша

source: Tytanit
uk: Титаніт

source: Wełna
uk: Шерсть

source: Jesienny Las
uk: Осінній ліс

source: Płonący Las
uk: Полум'яний ліс

source: Turniowe Wzgórza
uk: Скелясті пагорби

source: Podgórza
uk: Передгір'я

source: Łąki
uk: Луги

source: Las Północy
uk: Опівнічні ліси

source: Ocean
uk: Океан

source: Wyspy Rozbójników
uk: Острови шахраїв

source: Bagno
uk: Болото

source: Chaos -1
uk: -1 до Хаосу

source: Obniża Chaos o 1.
uk: Зменшує Хаос на 1.

source: Celność
uk: Точність

source: Obrażenia od ataku
uk: Шкода від атаки

source: Czujność
uk: Пильність

source: Szansa na trafienie krytyczne
uk: Крит. шанс

source: Unikanie
uk: Ухиляння

source: Odległość odkrywania
uk: Відстань пошуку

source: Mnożnik złota
uk: Множник золота

source: PŻ
uk: Здоров'я

source: PŻ Regeneracja
uk: Відновлення здоров'я

source: Inteligencja
uk: Інтелект

source: Szczęście
uk: Вдача

source: Obrażenia od magii
uk: Магічна шкода

source: Maksymalne skupienie
uk: Макс. зосередженість

source: Maks. PŻ
uk: Макс. здоров'я

source: Premia do poruszania się
uk: Бонус до пересування

source: Podstawowa Akcja
uk: Основна дія

source: Pancerz drużyny
uk: Броня загону

source: Uniki drużyny
uk: Ухиляння загону

source: Obrażenia fizyczne
uk: Фізична шкода

source: Odporność drużyny
uk: Опір загону

source: Odporność
uk: Опір

source: Odbicie obrażeń
uk: Відбиття шкоди

source: Dodatkowa Akcja
uk: Додаткова дія

source: Szybkość
uk: Швидкість

source: Siła
uk: Сила

source: Talent
uk: Хист

source: Żywotność
uk: Живучість

source: PD
uk: Досвід

source: Mnożnik PD
uk: Множник досвіду

source: Wygląd pancerza
uk: Вигляд броні

source: Atrybuty
uk: Показники

source: Wygląd plecaka
uk: Вигляд рюкзака

source: Wygląd skóry
uk: Вигляд тіла

source: Klasa
uk: Клас

source: Włosy
uk: Волосся

source: Wygląd hełmu
uk: Вигляд шолома

source: Kryjówka Ruchu Oporu
uk: Криївка руху опору

source: Wyposażenie
uk: Викладка

source: Imię
uk: Ім'я

source: Właściciel
uk: Власник

source: Punkty do wydania
uk: Доступні очки

source: Główne
uk: Основний

source: Dodatkowe
uk: Додатковий

source: Magazyn
uk: Сховище

source: Cecha
uk: Особливість

source: Czy chcesz zebrać drużynę?
uk: Хочете зібрати загін?

source: Masz {0}. Czy chcesz wodować nową łódź?
uk: У вас є {0}. Бажаєте спустити нове судно?

source: Nie
uk: Ні

source: Tak
uk: Так

source: Blok
uk: Відбито

source: Unik
uk: Уникнено

source: Niewrażliwość: {0}
uk: Імунітет: {0}

source: Ruch
uk: Пересування

source: Gdy sukces
uk: У разі успіху

source: Na gniazdo ACC
uk: Точн. комірки

source: Objęto ochroną
uk: Захищено

source: Pomiń turę
uk: Пропустити хід

source: Niuch
uk: Промах

source: Punkty Wiedzy
uk: Очки знань

source: Odnajdujesz ciało pechowego łowcy przygód.
uk: Ви знайшли рештки загиблого шукача пригод.

source: Brak
uk: Немає

source: Stara fajka
uk: Стара люлька

source: Szybkość chaosu
uk: Швидкість Хаосу

source: Pula życia
uk: Запас життів

source: Punkty Wyposażenia
uk: Очки викладки

source: Inflacja
uk: Інфляція на ринку

source: Wybierz poziom trudności
uk: Виберіть складність

source: Podsumowanie poziomu trudności
uk: Зведення про складність

source: Wybierz
uk: Вибрати

source: W lewo
uk: Ліворуч

source: W prawo
uk: Праворуч

source: Prosto
uk: Прямо

source: Wejdź do Sadzawki
uk: Увійти до манливого виру

source: Napaść
uk: Засідка

source: Napadnij na wroga, aby odseparować go w bitwie i zdobyć inicjatywę.
uk: Влаштуйте засідку на ворога, щоб ізолювати його під час битви й захопити ініціативу.

source: Spróbuj
uk: Спробувати

source: Uniknij
uk: Уникнути

source: Kup
uk: Купити

source: Rzuć wyzwanie
uk: Кинути виклик

source: Wybierz nagrodę
uk: Вибрати винагороду

source: Wybierz nagrodę ({0})
uk: Вибрати винагороду ({0})

source: Zamknij
uk: Зачинити

source: Zużyj
uk: Скористатися

source: Kontrakt
uk: Контракт

source: Koszt
uk: Вартість

source: Darmowe
uk: Безкоштовно

source: Oddaj hołd
uk: Причаститися

source: Wstąp do sanktuarium, aby uzyskać specjalne zdolności i ochronę przed śmiercią.
uk: Ви можете причаститися у святилищі, щоб набути особливих здібностей і захисту від смерті.

source: Kop
uk: Копати

source: Rozbrój
uk: Знешкодити

source: Wyjdź na ląd
uk: Висадитися

source: Zanurkuj
uk: Пірнути

source: Wypij
uk: Випити

source: Wejdź z drużyną
uk: Увійти загоном

source: Twoja drużyna może nie być na to gotowa!
uk: Ваш загін може бути не готовий до цього!

source: Wejdź na pokład
uk: Піднятися на борт

source: Wejdź
uk: Увійти

source: Ucieknij
uk: Втекти

source: Walcz
uk: Битва

source: Rozpocznij walkę ze wszystkimi przeciwnikami w okolicy.
uk: Почати битву з усіма бійцями в цій області.

source: Uwolnij
uk: Безкоштовно

source: Zdobądź złoto
uk: Отримати золото

source: Zdobądź przedmiot
uk: Отримати предмет

source: Zdobądź PD
uk: Набути досвід

source: Uzdrowiciel
uk: Цілитель

source: Odwiedzenie Uzdrowiciela w pełni odnowi punkty zdrowia i usunie dolegliwości.
uk: Зверніться до цілителя, щоб повністю відновити здоров'я та позбутися всіх ефектів.

source: Musisz oczyścić to ugryzienie Zwierzoczłeka. Rana może być zakażona.
uk: Вас вкусив звіролюд. Краще промити рану, щоб уникнути зараження.

source: Karczma
uk: Заїжджий двір

source: Odpoczywanie w Karczmie odnowi niewielką liczbę punktów zdrowia i skupienia.
uk: На заїжджому дворі можна відновити невелику кількість здоров'я й зосередженості.

source: Ciepłe łóżko i pełny brzuch uleczy nie tylko ciało, ale i ducha.
uk: Тепле ліжко й повний шлунок допоможуть відновити сили.

source: Zbadaj
uk: Дослідити

source: Przedmiot
uk: Предмет

source: Dziennik
uk: Журнал

source: Wyjdź
uk: Вийти

source: Wyjdź do świata na powierzchni.
uk: Вихід у світ.

source: Łup
uk: Забрати здобич

source: Utrać złoto
uk: Втратити золото

source: Utrać PD
uk: Втратити досвід

source: Rynek
uk: Ринок

source: {0} GP
uk: {0} зол.

source: Handluj wyposażeniem.
uk: Купівля й продаж спорядження.

source: Medytuj
uk: Медитація

source: Medytuj, aby odzyskać całe skupienie.
uk: Медитуйте для відновлення зосередженості.

source: Medytacja
uk: Медитація

source: Medytacja z przewodnikiem odnowi wszystkie punkty skupienia.
uk: Медитація відновить усі бали зосередженості.

source: Jasny umysł wpływa dobroczynnie na ciało i duszę.
uk: Ясний розум зміцнює тіло й дух.

source: Najemnicy
uk: Найманці

source: Brak dostępnych najemników
uk: Найманців немає

source: Gildia
uk: Найманці

source: Najemnik
uk: Найманець

source: Nic
uk: Нічого

source: Otwórz
uk: Відчинити

source: Zbierz drużynę
uk: Зібрати загін

source: Graj
uk: Грати

source: Kapłan
uk: Жрець

source: Zdobycie błogosławieństwa usunie wszystkie klątwy.
uk: Благословення знімає всі прокляття.

source: Światło fahrulskich bóstw może rozpędzić mroki najczarniejszej magii.
uk: Світло фарульських божеств здатне освітити навіть найтемніші закутки чаклунства

source: Misje
uk: Завдання

source: Kończ zadania opcjonalne, aby zdobywać złoto i rzadkie łupy.
uk: Виконуйте необов'язкові завдання, щоб заробляти золото й рідкісні предмети.

source: Brak dostępnych zadań
uk: Немає завдань

source: Odzyskaj łódź
uk: Забрати судно

source: Wymień łódź lądową
uk: Забрати наземний човен

source: Wymień sąsiadującą łódź lądową na akt własności łodzi lądowej.
uk: Ви можете обміняти прилеглий наземний човен на відповідну купчу (човен має бути повністю відремонтований).

source: Odzyskaj akt własności łodzi lądowej, by zabrać ją ze sobą na wyprawę.
uk: Заберіть наземний човен, щоб вирушити в подорож

source: Naprawa łodzi lądowej
uk: Ремонт наземного човна

source: Napraw całkowicie wszystkie łodzie lądowe, które sąsiadują z tym portem lądowym.
uk: Повне лагодження всіх наземних човнів поруч із портом.

source: Zapłać za usługi wyspecjalizowanego mechanika łodzi lądowych.
uk: Оплатіть послуги з ремонту наземного човна

source: Uratuj
uk: Врятувати

source: Odpocznij
uk: Відпочити

source: Odwrót
uk: Відступити

source: Powróć do poprzedniego pola.
uk: Повернутися на попередню клітинку.

source: Nagroda
uk: Винагорода

source: Szukaj
uk: Пошук

source: Usługi
uk: Послуги

source: Misja poboczna
uk: Стороння місія

source: Próba umiejętności
uk: Перевірка вміння

source: Wynik testu
uk: Результат

source: Skradaj się
uk: Скрадання

source: Spróbuj przekraść się przez pole przeciwnika.
uk: Спроба прокрастися через ворожу територію.

source: Zapasy
uk: Запас

source: Złóż hołd
uk: Вшанувати

source: Składaj hołd, aby uzupełnić skupienie postaci i otrzymać PD.
uk: Віддайте шану, щоб відновити зосередженість персонажа й набути досвід.

source: Nieznany wynik
uk: Невідомий результат

source: Miejsce
uk: Місце

source: KOŃCZY TWOJĄ TURĘ
uk: ХІД БУДЕ ЗАВЕРШЕНО

source: Użyj broni
uk: Спорядити зброю

source: Uciekaj
uk: Втеча

source: Użycie Bożybroda przywróci PŻ.
uk: Використовуйте божбородку, щоб відновити здоров'я.

source: Kup i ekwipuj
uk: Купити й спорядити

source: Klasa postaci
uk: Клас персонажа

source: Użyj
uk: Спорядити

source: Daj
uk: Передати

source: Sprzedaj
uk: Продати

source: Ekwipunek
uk: Спорядження

source: Artefakt
uk: Артефакт

source: Powszechny
uk: Звичайн.

source: Przedmiot kosmetyczny
uk: Декоративне

source: Wiedza
uk: Історія

source: Zadanie
uk: Завдання

source: Rzadki
uk: Рідк.

source: Nietypowy
uk: Незвич.

source: Unikalny
uk: Унікальн.

source: Podróżnik
uk: Мандрівник

source: Zdobądź dodatkowe życie.
uk: Отримайте додаткове життя.

source: Ilość chaosu
uk: Кількість Хаосу

source: Potwierdź
uk: Підтвердити

source: Usuń zapisaną grę
uk: Стерти збережену гру

source: Uczniowski poziom trudności
uk: Підмайстер

source: Podróżniczy poziom trudności
uk: Мандрівник

source: Mistrzowski poziom trudności
uk: Майстер

source: Wczytaj zapisaną przygodę
uk: Завантажити збережену пригоду

source: Załaduj grę
uk: Завантажити гру

source: Ładowanie
uk: Завантаження

source: Podczas walki tylny rząd zapewnia 5% premii do uniku dla gracza i przeciwnika.
uk: У бою ті, хто стоять у задньому ряду, підвищують своє ухиляння на 5%.

source: Gracze mogą uciec wyłącznie z tylnego rzędu.
uk: Втекти можна тільки з задніх позицій.

source: Możesz użyć Skupienia w świecie na powierzchni, by zdobyć dodatkowe punkty ruchu.
uk: Використовуйте зосередженість на мапі світу, щоб набути додаткове пересування.

source: Po założeniu tarczy będzie ona „chronić” gracza lub przeciwnika w tylnym rzędzie przed obrażeniami kontaktowymi.
uk: Персонаж зі щитом захищає задні ряди від шкоди в ближньому бою.

source: Łodzie lądowe to świetny sposób na przemierzanie siedmiu gór!
uk: На наземному човні можна вирушити світ-заочі!

source: To moje królestwo! Ja tu rządzę!
uk: Це моє королівство! Тут моє слово\u00A0— закон!

source: Rzuty na statystykę określają powodzenie podczas spotkań i w trakcie walk. Rozważnie dobieraj postaci do każdego rodzaju spotkania.
uk: Результати подій та битв визначають показники. Дивіться на те, хто краще пасує для ситуації.

source: Sakiewki z rozpałką umożliwiają rozbicie obozu, w którym twoja drużyna może wyleczyć się i odzyskać skupienie.
uk: За допомогою мішечка з трутом можна розбити табір, де загін підлікується й відновить зосередженість.

source: Podczas zbierania drużyny nie zapomnij, by wybrać cechę. Może ona zadecydować o losie Fahrulu!
uk: Збираючи загін, не забудьте вибрати особливості. Хтозна, доля Фарулу може залежати саме від них!

source: ŁADOWANIE
uk: ЗАВАНТАЖЕННЯ

source: Podróż do nowego obszaru...
uk: Перехід до іншої місцини…

source: W niektórych miejscach czekają na ciebie i twoją drużynę nagrody i premie. W innych z kolei lepiej się strzec, bowiem skrywają liczne niebezpieczeństwa i obietnicę przygody.
uk: У деяких місцях ваш персонаж або загін може дістати винагороди й покращення, а деякі несуть лише небезпеки й пригоди.

source: Pośród poległych znajdujesz...
uk: Серед полеглих виявляється…

source: Wyrzuć
uk: Викинути

source: Z tego spotkania otrzymujesz...
uk: У цій події вам дістається…

source: Pasuj
uk: Пропустити

source: Misja wykonana!
uk: Завдання виконано!

source: Weź
uk: Взяти

source: Wewnątrz skrzyni odnajdujesz...
uk: У скрині ви знаходите…

source: Użyj wytrycha
uk: Використати відмичку

source: Postacie
uk: Персонажі

source: Wymieniaj wiedzę zdobytą w grze, aby odblokowywać specjalne przedmioty, miejsca, wydarzenia i postacie
uk: Використовуйте знання, здобуті в грі, щоб відкривати особливі предмети, місця й персонажів

source: Lokalizacje
uk: Місця

source: Przedmioty
uk: Предмети

source: Węzły Przygody
uk: Нові пригоди

source: Tu możesz zakupić nowe przygody pełne wyzwań i niebezpieczeństw.
uk: Тут можна придбати нові пригоди — кожна зі своїм сюжетом і випробуваннями.

source: Umiejętność
uk: Вміння

source: Sklep wiedzy
uk: Крамниця знань

source: Zdolności
uk: Особливості

source: Odświeżono rynki, gildie i zadania.
uk: Оновлена інформація про ринки, найманців й завдання.

source: Aktualizacja gospodarcza
uk: Новини економіки

source: Mistrz
uk: Майстер

source: Brak cech
uk: Немає особливостей

source: Nazwa serwera
uk: Назва сервера

source: Gracze czekają na zakończenie tury!
uk: Гравці очікують закінчення ходу!

source: Połącz się przez kod zaproszenia
uk: Під'єднання за кодом запрошення

source: Utracono połączenie
uk: Зв'язок втрачено

source: Utracono połączenie z serwerem.
uk: Втрачено зв'язок із сервером

source: Kontynuuj (online)
uk: Продовжити (онлайн)

source: Stwórz Lobby
uk: Створити лобі

source: Wykryto błąd synchronizacji
uk: Помилка синхронізації

source: Bieżąca sesja jest niestabilna. Spróbuj ponownie. 361068
uk: Поточний сеанс нестабільний. Повторіть спробу. 361068

source: Zaproś gracza
uk: Запросити гравця

source: Dołącz
uk: Приєднатися

source: Dołącz do przygody
uk: Приєднатися до пригоди

source: Wyślij
uk: Відправити

source: Można dołączyć
uk: Можна приєднатися

source: Status
uk: Статус

source: Twoja tura!
uk: Ваш хід!

source: Menu gry wieloosobowej
uk: Меню мережевої гри

source: Stan rozgrywki wieloosobowej
uk: Статус мережевої гри

source: Nie można dołączyć
uk: Неможливо приєднатися

source: Drużyna
uk: Загін

source: Zarządzanie drużyną
uk: Управління загоном

source: Ponownie przypisz postacie w drużynie
uk: Призначити інших персонажів у загін

source: Drużyna nie jest gotowa
uk: Загін не готовий

source: Hasło
uk: Пароль

source: Hasło jest niepoprawne
uk: Хибний пароль

source: Ban
uk: Заблокувати

source: Gracze
uk: Гравці

source: Gracz opuścił grę!
uk: Гравець вийшов із гри!

source: Wycisz
uk: Заглушити

source: Ponownie przypisz postacie lub wyjdź do menu
uk: Призначте інших персонажів або вийдіть у меню

source: Zgłoś błąd
uk: Поскаржитися

source: Zgłoś za oszukiwanie
uk: Повідомити про шахрайство

source: Zgłoś za dokuczanie
uk: Повідомити про шкідництво

source: Zgłoś za napastowanie
uk: Повідомити про переслідування

source: Stworzono przygodę
uk: Створена пригода

source: Łączenie
uk: Під'єднання

source: Próba połączenia się z grą.
uk: Спроба під'єднання до гри.

source: Skopiuj kod do schowka
uk: Скопіювати код запрошення в буфер обміну

source: Kod zaproszenia skopiowany do schowka!
uk: Код запрошення скопійовано в буфер обміну!

source: Tworzenie Lobby...
uk: Створення лобі...

source: Oczekiwanie na połączenie z Lobby...
uk: Зачекайте з'єднання з лобі

source: Próba utworzenia Lobby.
uk: Спроба створити лобі.

source: Dołącz ponownie do nowej gry, aby kontynuować sesję.
uk: Приєднайтеся до нової гри, щоб продовжити гру в цьому сеансі.

source: Brak połączenia z serwerem
uk: З'єднання із сервером розірвано

source: Poczekaj, aż gospodarz przejdzie do wyboru przygody lub na mapę świata.
uk: Зачекайте, поки власник не перейде до вибору пригоди або до світу.

source: Gospodarz jest teraz zajęty – spróbuj dołączyć później.
uk: Сервер зайнятий. Спробуйте під'єднатися пізніше.

source: Nie udało się połączyć z Lobby. Upewnij się, że twój region jest zgodny z regionem gospodarza.
uk: Не вдалося під'єднатися до лобі (переконайтеся, що ви в одному регіоні з власником)

source: Błąd – nie można połączyć się z Lobby
uk: Помилка: не вдалося під'єднатися до лобі
